01_dockerfiles/ex02/blog/app/controllers/articles_controller.rb

  def create
    @article = Article.new(article_params)

    respond_to do |format|
      if @article.save
---
INSERT INTO "articles" ("title", "author", "content", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", "Je test"], ["author", "Moi meme"], ["content", "Je tente un mini test"], ["created_at", "2018-09-23 15:26:42.892679"], ["updated_at", "2018-09-23 15:26:42.892679"]]